# 公司名称
ucompany = {'1': '成都晨光博达橡塑有限公司',
            '2': '成都博达爱福科技有限公司',
            '3': '四川晨光博达新材料有限公司',
            }

# 一级部门
udepartment1 = {'1': '总经办',
                '2': '销售部',
                '3': '采购部',
                '4': '财务部',
                '5': '品管部',
                '6': '企业技术中心',
                '7': '生产管理部',
                }

# 二级部门
udepartment2 = {
                '5': ['品管一组',
                      '品管二组'],
                '6': ['信息调研室',
                      '实验室',
                      '中心办公室',
                      '检验室',
                      '研发一室',
                      '研发二室',
                      '研发三室',
                      '研发四室',
                      ],
                '7': ['生产办公室',
                      '生产一车间',
                      '生产二车间',
                      '生产三车间',
                      '生产四车间'],
                }